/* When an error while uploading attachment occurred. %@ is the error message description. */
"%@ The attachment has been converted to standard email attachment." = "%@ S'ha convertit l'adjunt a un adjunt estàndard de correu electrònic.";

/* title of composer when subject has not been entered */
"(No subject)" = "(Sense assumpte)";

/* composer: tooltip */
"Add Attachment" = "Afegeix arxiu adjunt";

/* Action description for undo menu item
   tooltip for formatting bar */
"Add Link" = "Afegeix enllaç";

/* menu item in contextual menu */
"Add Link\\U2026" = "Afegeix enllaç…";

/* composer: error description/question, message has no subject */
"Are you sure you want to send it?" = "Segur que vols enviar-lo?";

/* warning for shortmail accounts */
"Attachments are not allowed" = "No es permeten adjunts";

/* Error message when attachment(s) cannot be added because it's too big: title of the dialog box. */
"Attachments too large" = "Adjunts massa grans";

/* field name */
"Bcc" = "CCO";

/* tooltip for formatting bar */
"Bold" = "Negreta";

/* composer: list menu item: bullet */
"Bullet" = "Vinyeta";

/* Action description for undo menu item */
"Bullet Point List" = "Llista de punts amb vinyetes";

/* 'link to' dialog box: cancel button
   Cancel button */
"Cancel" = "Cancel·la";

/* field name */
"Cc" = "CC";

/* tooltip for formatting bar */
"Center" = "Centra";

/* composer: error description/question, attachments upload is in progress, convert to standard attachment */
"Convert" = "Converteix";

/* Action description for undo menu item */
"Decrease Indent Level" = "Disminueix nivell de sangrat";

/* composer: menu item: decrease quote */
"Decrease Quote Level" = "Disminueix nivell de cita";

/* needs to save: Discard button */
"Discard" = "Descarta";

/* composer: error description/question, attachments upload is in progress */
"Do you want to convert them to standard e-mail attachments?" = "Vols convertir-los a adjunts estàndard de correu electrònic?";

/* needs to save. title of the dialog box */
"Do you want to save your email?" = "Vols desar el missatge?";

/* 'link to' dialog box: done button
   composer: close search button */
"Done" = "D'acord";

/* error description. */
"Drafts folder was not found and could not be created. This folder is required to get Sparrow to work properly." = "No s'ha trobat la carpeta Esborranys i no s'ha pogut crear. Aquesta carpeta és necessària pel funcionament de Sparrow.";

/* field name */
"From" = "De";

/* subject of a forward of an empty message */
"Fw:" = "RV:";

/* subject of the forward of a message, %@ is the original message subject */
"Fw: %@" = "RV: %@";

/* composer: tooltip */
"Hide Cc/Bcc" = "Amaga CC/CCO";

/* composer: menu item: increase quote */
"Increase Quote Level" = "Augmenta nivell de cita";

/* tooltip for formatting bar */
"Indent-LocFormattingBar" = "Sagna";

/* Action description for undo menu item */
"Indent-LocUndo" = "Sagna";

/* Error details when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"It contains an attachment that needs to be retrieved from the server. Please connect to the Internet to be able to edit the draft." = "Conté un adjunt que s'ha de recuperar del servidor. Connecta l'equip a Internet per editar l'esborrany.";

/* tooltip for formatting bar */
"Italic" = "Cursiva";

/* tooltip for formatting bar */
"Left Alignment" = "Alineació a l'esquerra";

/* 'link to' dialog box: label */
"Link to:" = "Enllaça amb:";

/* tooltip for formatting bar */
"List" = "Llista";

/* Placeholder for the message body when loading of the message is still in progress */
"Loading\\U2026" = "Carregant…";

/* Action description for undo menu item. */
"Make Plain Text" = "Converteix a text normal";

/* composer: title of the window */
"New Message" = "Missatge nou";

/* composer: error title, when recipient is empty. */
"No recipient was specified for this message" = "No s'ha especificat cap destinatari per aquest missatge";

/* composer: list menu item: none */
"None" = "Cap";

/* Action description for undo menu item
   composer: list menu item: numbered */
"Numbered List" = "Llista numerada";

/* error description. */
"Please activate all your folders in your Gmail settings (http://www.sparrowmailapp.com/faq-gmaillabels) for Sparrow to work properly." = "Activa totes les carpetes a les opcions de Gmail (http://www.sparrowmailapp.com/faq-gmaillabels) per tal que Sparrow funcioni correctament.";

/* composer: error description, when address is not valid. */
"Please check you typed it properly." = "Verifica que ho has escrit correctament.";

/* composer: error description, when recipient is empty. */
"Please enter at least one recipient." = "Introdueix com a mínim un destinatari.";

/* subject of a reply to an empty message */
"Re:" = "RE:";

/* subject of the reply to a message, %@ is the original message subject */
"Re: %@" = "RE: %@";

/* Action description for undo menu item */
"Remove Bullet Point List" = "Esborra llista de punts amb vinyetes";

/* Action description for undo menu item */
"Remove Numbered List" = "Esborra llista numerada";

/* tooltip for formatting bar */
"Right Alignment" = "Alineació a la dreta";

/* composer: top bar button
   needs to save: Save button */
"Save" = "Desa";

/* composer: top bar button */
"Send" = "Envia";

/* composer: top bar button in case of reply and send and archive is enabled */
"Send and Archive" = "Envia i arxiva";

/* composer: error description/question, message has no subject, send anyway button */
"Send anyway" = "Envia de totes maneres";

/* Default signature for account. HTML format. %@ is the signature identifier */
"Sent with <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>" = "Enviat amb <a href=\"http://www.sparrowmailapp.com/?%@\">Sparrow</a>";

/* Default signature, text version. */
"Sent with Sparrow" = "Enviat amb Sparrow";

/* composer: tooltip */
"Show Cc/Bcc" = "Mostra CC/CCO";

/* Action description for undo menu item when signature has been changed */
"Signature" = "Firma";

/* signature prefs */
"Signature for:" = "Firma de:";

/* dialog title: attachement could not be uploaded */
"Some attachments failed to be uploaded to the Cloud" = "Alguns adjunts no s'han pogut carregar al núvol";

/* error title. */
"Sparrow won't be able to send emails." = "Sparrow no podrà enviar correus electrònics.";

/* field name */
"Subject" = "Assumpte";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply" = "Canvia a Respon";

/* composer: tooltip, switch reply/reply all */
"Switch to Reply All" = "Canvia a Respon a tothom";

/* tooltip for formatting bar */
"Text Color" = "Color del text";

/* Error message when an attachment cannot be added because it's too big: description in dialog box. */
"The attachment could not be added because it's too large. The total size of the message cannot exceed 25 megabytes." = "No s'ha pogut afegir l'arxiu adjunt perquè és massa gran. La mida total del missatge no pot superar els 25 megabytes.";

/* Error message when the attachments (plural) cannot be added because it's too big: description in dialog box. */
"The attachments could not be added because they are too large. The total size of the message cannot exceed 25 megabytes." = "No es poden afegir els arxius adjunts perquè són massa grans. La mida total del missatge no pot superar els 25 megabytes.";

/* Error message when the draft could not be loaded in the composer because an attachment needs to be fetched from the remote server. */
"The draft could not be loaded." = "No s'ha pogut carregar l'esborrany.";

/* cloud attachment: in composed message, error placeholder when an upload error occurred */
"The file could not be uploaded" = "No s'ha pogut carregar l'arxiu";

/* composer: error title, when address is not valid. %@ is the invalid address. */
"The following address is not valid: \"%@\"" = "Aquesta adreça no és vàlida: \"%@\"";

/* when setting a link, error message when the URL is empty */
"The URL is empty" = "La URL està buida";

/* when setting a link, error message when the typed URL is not valid */
"The URL is not valid" = "La URL no és vàlida";

/* signature prefs */
"This is the main email of the account" = "Aquest és el correu electrònic principal del compte";

/* composer: error title, message has no subject */
"This message has no subject" = "Aquest missatge no té assumpte";

/* field name */
"To" = "Per";

/* Action description for undo menu item */
"Typing" = "text introduït";

/* tooltip for formatting bar */
"Underline" = "Subratlla";

/* composer: error title, attachments upload is in progress */
"Upload of attachments to the cloud is in progress" = "S'estan carregant arxius adjunts al núvol";

/* signature prefs */
"Use custom signature for this alias" = "Utilitza firma personalitzada per aquest àlies";

/* warning for shortmail accounts */
"You cannot send emails with attachments from Shortmail." = "No pots enviar missatges amb adjunts des de Shortmail.";

/* needs to save. description in the dialog box. */
"Your draft will be discarded if you don't save it." = "Es descartarà l'esborrany si no el desa.";

/* Error message when the message could not be saved to remote draft: title of the dialog. */
"Your message has been saved locally." = "El missatge s'ha desat localment.";

/* composer: error title, shortmail counter exceeded. %i is the maximum number of characters */
"Your message is over %i characters" = "El missatge té més de %i caràcters";

/* composer: error description/question, shortmail counter exceeded */
"Your message is too long. Try to be concise." = "El missatge és massa llarg. Intenta ser més concís.";

